[Translation]
ThisLanguage=		Indonesia

Language=			Bahasa

DockSettings=		Pengaturan Galangan
IconSettings=		Pengaturan Gambar
AddItem=			Tambah Tombol
  ItemFile=			Arsip
  ItemPath=			Jalur
  ItemSeparator=		Pemisah
  ItemDockSettings=	Pengaturan Galangan
DeleteItem=			Hapus Tombol
TakeScreenshot=		Potret Layar


General=			Umum
AutoRun=			Jalankan begitu Windows menyala
HideLabels=			Sembunyikan Judul Gambar
LockIcons=			Kunci Gambar
AutoHide=			Sembunyikan Galangan secara Otomatis


Icons=			Gambar
Size=				Ukuran
Quality=			Mutu
  QualityLow=		Mutu Rendah ( Cepat )
  QualityMedium=		Mutu Biasa
  QualityHigh=		Mutu Tinggi ( Lambat )
Zoom=				Perbesar
ZoomRange=			Rentang Pembesaran
ZoomTime=			Lama Pembesaran


Position=			Peletakan
Monitor=			Layar
  MonitorList=		Daftar Layar
Side=				Letak di Layar
  SideTop=			Atas
  SideBottom=		Bawah
  SideLeft=			Kiri
  SideRight=		Kanan
Z-Order=			Lapisan
  zTop=			Selalu di atas
  zNormal=			Tengah-tengah
  zBottom=			Selalu di bawah
Offset=			Pergeseran Mendatar


Style=			Gaya
Theme=			Suasana
Opacity=			Kebeningan
SelectFont=			Pilih Huruf


About=			RocketDock
Donate=			Menyumbanglah !
Updates=			Perbaharui
Forums=			Mimbar



Quit=				Keluar
OK=				Terapkan
Cancel=			Tidak Jadi



Version=			Nomor
ThankYou=			Jika program kami menyenangkan, menyumbanglah agar RocketDock tetap gratis :)


Folders=			Tempat
DefaultFolder=		Tempat Standar
ChangeFolder=		Ganti Tempat


Preview=			Contoh Huruf


DefaultIcon=		Gambar Standar


Properties=			Pengaturan Gambar
Name=				Nama
Target=			Program
FindTarget=			Cari Program
StartIn=			Tempat Program
Arguments=			Perintah Lain
Run=				Jalankan
  RunNormal=		Biasa
  RunMaximized=		Kecilkan
  RunMinimized=		Besarkan
Popup=			Kemunculan
ContextMenu=		Tampilkan Kelakuan Khusus


FontOutlineColor=	Warna Pinggiran
FontShadowColor=	Warna Bayangan
FontOutlineOpacity=	Kebeningan Pinggiran
FontShadowOpacity=	Kebeningan Bayangan

;#################
;For Version 1.1.2
;#################

MouseActivate=		Muncul ketika mouse lewat
AutoHideTime=		Kecepatan Muncul
AutoHideDelay=		Jeda waktu muncul dan menghilang
UberIconFX=			Gaya UberIcon




;#################
;For Version 1.2.0
;#################

ZoomFlat=			Perbesaran : Semua
VerticalOffset=		Pergeseran Tegak
ItemBlank=			Gambar Kosong
Defaults=			Aturan Awal
Confirm=			Kepastian
ConfirmDefaults=		Yakin ingin RocketDock dikembalikan seperti semula ?<BR>Catatan: hal ini tidak akan berpengaruh pada gambar.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Ciutkan Windows ke Galangan
ShowRunning=		Penanda Program yang berjalan
OpenRunning=		Buka Program yang Berjalan
UseINI=			Simpan Aturan dalam INI portabel ( satu pemakai )
GetMore=			Cari yang Lain
Behavior=			Kebiasaan
MouseActivateDelay=	Jeda Kemunculan
IconActivationFX=		Bentuk Gambar Penarik Perhatian
None=				Tidak Ada
Bounce=			Memantul
ZoomOpaque=			Perbesaran Opaque
HoverFX=			Tingkah saat Mouse Lewat
ZoomBubble=			Perbesaran : Balon
ZoomPlateau=		Perbesaran : Melengkung
OpenWindow=			Buka Window
CloseWindow=		Tutup Window
ItemRecycleBin=		Tempat Sampah
StateNormal=		Gambar Umum
StateEmpty=			Tempat Sampah Kosong
StateFull=			Tempat Sampah Penuh


;#################
;For Version 1.3.1
;#################

DebugInfo=			Pemeriksaan
ConfirmDebugInfo=		RocketDock akan membuat arsip pemeriksaan<BR><BR>Berisi :<BR>  * Pengaturan RocketDock ( termasuk jalur dan catatan lain)<BR>  * Daftar tugas yang dilaksanakan<BR>  * Keterangan sistem yang berguna.
DisableMinAnimation=	Matikan Penciutan Animasi
OpenRunningShort=		Buka Saat Dijalankan
UseGlobal=			Gunakan Aturan Umum
Always=			Selalu
Never=			Tidak Pernah
Warnings=			Peringatan : <COUNT>
WarningINIWrite=		Settings.ini hanya dapat dibaca saja. Aturan Anda tidak dapat disimpan.
